Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Providing is optional. When you turn it on, the app can share your connection with the network while it runs in the background on Wi-Fi.
ar: التوفير اختياري. عند تشغيله، يمكن للتطبيق مشاركة اتصالك مع الشبكة أثناء عمله في الخلفية على الواي فاي.
cs: Poskytování je volitelné. Když ho zapnete, může aplikace na pozadí sdílet vaše připojení se sítí, pokud jste na Wi-Fi.
de: Die Bereitstellung ist optional. Wenn du sie aktivierst, kann die App deine Verbindung mit dem Netzwerk teilen, während sie im Hintergrund im WLAN läuft.
el: Η παροχή είναι προαιρετική. Όταν την ενεργοποιήσετε, η εφαρμογή μπορεί να μοιράζεται τη σύνδεσή σας με το δίκτυο όσο εκτελείται στο παρασκήνιο σε Wi-Fi.
es: La provisión es opcional. Cuando la activas, la app puede compartir tu conexión con la red mientras se ejecuta en segundo plano con Wi-Fi.
es_419: La provisión es opcional. Cuando la activas, la app puede compartir tu conexión con la red mientras se ejecuta en segundo plano con Wi-Fi.
es_mx: La provisión es opcional. Cuando la activas, la app puede compartir tu conexión con la red mientras se ejecuta en segundo plano con Wi-Fi.
fr: La fourniture est facultative. Lorsque vous l'activez, l'application peut partager votre connexion avec le réseau pendant qu'elle fonctionne en arrière-plan en Wi-Fi.
he: האספקה היא אופציונלית. כשתפעיל אותה, האפליקציה תוכל לשתף את החיבור שלך עם הרשת בזמן שהיא פועלת ברקע ב-Wi-Fi.
hi: प्रदान करना वैकल्पिक है। इसे चालू करने पर, ऐप वाई-फ़ाई पर बैकग्राउंड में चलते हुए आपके कनेक्शन को नेटवर्क के साथ साझा कर सकता है।
id: Penyediaan bersifat opsional. Saat Anda mengaktifkannya, aplikasi dapat berbagi koneksi Anda dengan jaringan selama berjalan di latar belakang dengan Wi-Fi.
it: La fornitura è facoltativa. Quando la attivi, l'app può condividere la tua connessione con la rete mentre resta in background su Wi-Fi.
ja: 提供は任意です。オンにすると、Wi-Fi接続時にバックグラウンドで動作しながら、アプリがあなたの接続をネットワークと共有できます。
ko: 제공은 선택 사항입니다. 켜면 Wi-Fi에서 백그라운드로 실행되는 동안 앱이 연결을 네트워크와 공유할 수 있습니다.
nl: Leveren is optioneel. Als je het aanzet, kan de app je verbinding met het netwerk delen terwijl hij op de achtergrond draait op Wi-Fi.
pl: Udostępnianie jest opcjonalne. Po włączeniu aplikacja może dzielić się Twoim połączeniem z siecią, działając w tle na Wi-Fi.
pt: O fornecimento é opcional. Quando o ativa, a aplicação pode partilhar a sua conexão com a rede enquanto funciona em segundo plano em Wi-Fi.
pt_br: O fornecimento é opcional. Quando você ativa, o app pode compartilhar sua conexão com a rede enquanto funciona em segundo plano no Wi-Fi.
pt_pt: O fornecimento é opcional. Quando o ativa, a aplicação pode partilhar a sua conexão com a rede enquanto funciona em segundo plano em Wi-Fi.
ru: Предоставление необязательно. Если включить его, приложение сможет делиться вашим подключением с сетью, работая в фоновом режиме по Wi-Fi.
sv: Tillhandahållande är valfritt. När du slår på det kan appen dela din anslutning med nätverket medan den körs i bakgrunden på Wi-Fi.
th: การให้บริการเป็นทางเลือก เมื่อคุณเปิดใช้งาน แอปจะแบ่งปันการเชื่อมต่อของคุณกับเครือข่ายได้ขณะทำงานเบื้องหลังบน Wi-Fi
uk: Надання необов'язкове. Якщо ввімкнути його, додаток зможе ділитися вашим підключенням з мережею, працюючи у фоновому режимі через Wi-Fi.
vi: Cung cấp là tùy chọn. Khi bạn bật, ứng dụng có thể chia sẻ kết nối của bạn với mạng trong lúc chạy nền trên Wi-Fi.
zh_hans: 提供功能是可选的。开启后，应用在使用 Wi-Fi 并在后台运行时，可与网络共享你的连接。
zh_hk: 提供功能是可選的。開啟後，應用程式在使用 Wi-Fi 並於背景運行時，可與網絡分享你的連接。

source: Public key
ar: المفتاح العام
cs: Veřejný klíč
de: Öffentlicher Schlüssel
el: Δημόσιο κλειδί
es: Clave pública
es_419: Clave pública
es_mx: Clave pública
fr: Clé publique
he: מפתח ציבורי
hi: पब्लिक की
id: Kunci publik
it: Chiave pubblica
ja: 公開鍵
ko: 공개 키
nl: Openbare sleutel
pl: Klucz publiczny
pt: Chave pública
pt_br: Chave pública
pt_pt: Chave pública
ru: Открытый ключ
sv: Offentlig nyckel
th: คีย์สาธารณะ
uk: Відкритий ключ
vi: Khóa công khai
zh_hans: 公钥
zh_hk: 公鑰

source: Purchase found. Confirming your plan — it will update automatically.
ar: تم العثور على عملية الشراء. جارٍ تأكيد خطتك — سيتم تحديثها تلقائيًا.
cs: Nákup nalezen. Potvrzujeme váš tarif — aktualizuje se automaticky.
de: Kauf gefunden. Dein Plan wird bestätigt — er wird automatisch aktualisiert.
el: Η αγορά βρέθηκε. Επιβεβαιώνουμε το πρόγραμμά σας — θα ενημερωθεί αυτόματα.
es: Compra encontrada. Confirmando tu plan — se actualizará automáticamente.
es_419: Compra encontrada. Confirmando tu plan — se actualizará automáticamente.
es_mx: Compra encontrada. Confirmando tu plan — se actualizará automáticamente.
fr: Achat trouvé. Confirmation de votre forfait — il se mettra à jour automatiquement.
he: הרכישה נמצאה. מאשרים את התוכנית שלכם — היא תתעדכן אוטומטית.
hi: खरीदारी मिल गई। आपके प्लान की पुष्टि हो रही है — यह अपने-आप अपडेट हो जाएगा।
id: Pembelian ditemukan. Mengonfirmasi paket Anda — paket akan diperbarui otomatis.
it: Acquisto trovato. Conferma del piano in corso — si aggiornerà automaticamente.
ja: 購入が見つかりました。プランを確認しています。自動的に更新されます。
ko: 구매 내역을 찾았습니다. 요금제를 확인하는 중이며 자동으로 업데이트됩니다.
nl: Aankoop gevonden. Je abonnement wordt bevestigd — het wordt automatisch bijgewerkt.
pl: Znaleziono zakup. Potwierdzamy twój plan — zaktualizuje się automatycznie.
pt: Compra encontrada. A confirmar o seu plano — vai ser atualizado automaticamente.
pt_br: Compra encontrada. Confirmando seu plano — ele será atualizado automaticamente.
pt_pt: Compra encontrada. A confirmar o seu plano — vai ser atualizado automaticamente.
ru: Покупка найдена. Подтверждаем ваш тариф — он обновится автоматически.
sv: Köp hittat. Bekräftar ditt abonnemang — det uppdateras automatiskt.
th: พบการซื้อแล้ว กำลังยืนยันแพ็กเกจของคุณ — แพ็กเกจจะอัปเดตโดยอัตโนมัติ
uk: Покупку знайдено. Підтверджуємо ваш план — він оновиться автоматично.
vi: Đã tìm thấy giao dịch mua. Đang xác nhận gói của bạn — gói sẽ tự động cập nhật.
zh_hans: 已找到购买记录。正在确认您的方案，方案将自动更新。
zh_hk: 已找到購買記錄。正在確認你的計劃，計劃會自動更新。

source: Qualification probes this session
ar: فحوصات التأهيل في هذه الجلسة
cs: Kvalifikační sondy v této relaci
de: Qualifizierungsprüfungen in dieser Sitzung
el: Ανιχνευτές πιστοποίησης σε αυτήν τη συνεδρία
es: Sondas de calificación en esta sesión
es_419: Sondas de calificación en esta sesión
es_mx: Sondas de calificación en esta sesión
fr: Sondes de qualification de cette session
he: בדיקות הכשרה בסשן הזה
hi: इस सत्र के योग्यता प्रोब
id: Probe kualifikasi di sesi ini
it: Sonde di qualifica in questa sessione
ja: このセッションの検証確認
ko: 이 세션의 검증 점검
nl: Kwalificatietests in deze sessie
pl: Sondy kwalifikacyjne w tej sesji
pt: Sondas de qualificação nesta sessão
pt_br: Sondas de qualificação nesta sessão
pt_pt: Sondas de qualificação nesta sessão
ru: Пробы квалификации за этот сеанс
sv: Kvalificeringssonder den här sessionen
th: การทดสอบรับรองในเซสชันนี้
uk: Кваліфікаційні зонди в цьому сеансі
vi: Các lần thăm dò kiểm định trong phiên này
zh_hans: 本次会话的验证探测
zh_hk: 本次工作階段的驗證探測

source: Qualify exits by dialing real sites through them. An answer proves the exit; silence never counts against it
ar: يؤهّل المخارج عبر الاتصال بمواقع حقيقية من خلالها. الرد يُثبت صلاحية المخرج؛ والصمت لا يُحتسب ضده أبدًا
cs: Kvalifikuje výstupy připojováním ke skutečným webům přes ně. Odpověď výstup prokáže; ticho se proti němu nikdy nepočítá
de: Qualifiziert Exits, indem echte Websites über sie angewählt werden. Eine Antwort bestätigt den Exit; Stille wird nie gegen ihn gewertet
el: Πιστοποιεί τις εξόδους καλώντας πραγματικούς ιστότοπους μέσω αυτών. Μια απάντηση αποδεικνύει την έξοδο· η σιωπή δεν μετρά ποτέ εναντίον της
es: Califica las salidas conectando con sitios reales a través de ellas. Una respuesta valida la salida; el silencio nunca cuenta en su contra
es_419: Califica las salidas conectándose a sitios reales a través de ellas. Una respuesta valida la salida; el silencio nunca cuenta en su contra
es_mx: Califica las salidas conectándose a sitios reales a través de ellas. Una respuesta valida la salida; el silencio nunca cuenta en su contra
fr: Qualifie les sorties en joignant de vrais sites à travers elles. Une réponse prouve la sortie ; le silence ne compte jamais contre elle
he: הכשרת יציאות באמצעות חיוג לאתרים אמיתיים דרכן. תשובה מוכיחה את היציאה; שתיקה אף פעם לא נספרת נגדה
hi: एग्ज़िट के ज़रिए असली साइटों को डायल करके उन्हें योग्य ठहराएँ। जवाब एग्ज़िट को सिद्ध करता है; चुप्पी कभी उसके ख़िलाफ़ नहीं गिनी जाती
id: Kualifikasi exit dengan menghubungi situs nyata melaluinya. Jawaban membuktikan exit; diam tidak pernah dihitung merugikannya
it: Qualifica le uscite contattando siti reali attraverso di esse. Una risposta dimostra l’uscita; il silenzio non conta mai contro di essa
ja: 実際のサイトに出口経由で接続して、出口を検証します。応答があれば出口が実証され、無応答が不利に数えられることはありません
ko: 출구를 통해 실제 사이트에 연결해 출구를 검증합니다. 응답이 있으면 출구가 입증되며, 무응답은 절대 불리하게 계산되지 않습니다
nl: Keur exits goed door er echte sites via te bellen. Een antwoord bewijst de exit; stilte telt nooit tegen hem
pl: Kwalifikuje wyjścia, łącząc się przez nie z prawdziwymi witrynami. Odpowiedź potwierdza wyjście; cisza nigdy nie działa na jego niekorzyść
pt: Qualifica as saídas ligando-se a sites reais através delas. Uma resposta comprova a saída; o silêncio nunca conta contra ela
pt_br: Qualifica as saídas conectando-se a sites reais por meio delas. Uma resposta comprova a saída; o silêncio nunca conta contra ela
pt_pt: Qualifica as saídas ligando-se a sites reais através delas. Uma resposta comprova a saída; o silêncio nunca conta contra ela
ru: Проверяет пригодность выходов, подключаясь через них к реальным сайтам. Ответ подтверждает выход; молчание никогда не засчитывается против него
sv: Kvalificera utgångar genom att ringa upp riktiga webbplatser genom dem. Ett svar bevisar utgången; tystnad räknas aldrig emot den
th: รับรองทางออกโดยเชื่อมต่อไปยังเว็บไซต์จริงผ่านทางออกนั้น คำตอบเป็นการพิสูจน์ทางออก ส่วนความเงียบจะไม่ถูกนับเป็นผลเสีย
uk: Кваліфікує виходи, звертаючись через них до справжніх сайтів. Відповідь підтверджує вихід; мовчання ніколи не враховується проти нього
vi: Kiểm định điểm thoát bằng cách kết nối tới các trang thật thông qua chúng. Một phản hồi chứng minh điểm thoát; im lặng không bao giờ bị tính là bất lợi
zh_hans: 通过出口拨号访问真实站点来验证出口。收到应答即证明该出口可用；无应答绝不会被计为不利
zh_hk: 透過出口撥號連上真實網站來驗證出口。收到回應即證明該出口可用；沒有回應絕不會被計為不利

source: queued
ar: في قائمة الانتظار
cs: ve frontě
de: in Warteschlange
el: σε αναμονή
es: en cola
es_419: en cola
es_mx: en cola
fr: en file d’attente
he: בתור
hi: कतार में
id: dalam antrean
it: in coda
ja: 待機中
ko: 대기 중
nl: in wachtrij
pl: w kolejce
pt: em fila
pt_br: na fila
pt_pt: em fila
ru: в очереди
sv: i kö
th: อยู่ในคิว
uk: у черзі
vi: đang chờ
zh_hans: 排队中
zh_hk: 排隊中

source: QUIC flows rebound
ar: تدفقات QUIC المُعاد ربطها
cs: Znovu navázané toky QUIC
de: Neu gebundene QUIC-Flows
el: Ροές QUIC που επανασυνδέθηκαν
es: Flujos QUIC reasociados
es_419: Flujos QUIC reasociados
es_mx: Flujos QUIC reasociados
fr: Flux QUIC réassociés
he: זרימות QUIC שקושרו מחדש
hi: दोबारा बाँधे गए QUIC फ़्लो
id: Aliran QUIC yang diikat ulang
it: Flussi QUIC riassociati
ja: 再バインドされた QUIC フロー
ko: 다시 바인딩된 QUIC 플로우
nl: Opnieuw gekoppelde QUIC-flows
pl: Ponownie powiązane przepływy QUIC
pt: Fluxos QUIC reassociados
pt_br: Fluxos QUIC reassociados
pt_pt: Fluxos QUIC reassociados
ru: Перепривязанные потоки QUIC
sv: Ombundna QUIC-flöden
th: โฟลว์ QUIC ที่ผูกใหม่
uk: Перев’язані потоки QUIC
vi: Luồng QUIC được gắn lại
zh_hans: 重新绑定的 QUIC 流
zh_hk: 重新綁定的 QUIC 流

source: Quit URnetwork
ar: إغلاق URnetwork
cs: Opustit URnetwork
de: URnetwork beenden
el: Έξοδος από το URnetwork
es: Salir de URnetwork
es_419: Salir de URnetwork
es_mx: Salir de URnetwork
fr: Quitter URnetwork
he: צא מ-URnetwork
hi: URnetwork से बाहर निकलें
id: Keluar dari URnetwork
it: Chiudi URnetwork
ja: URnetworkを終了
ko: URnetwork 종료
nl: Stop URnetwork
pl: Zakończ URnetwork
pt: Sair do URnetwork
pt_br: Sair do URnetwork
pt_pt: Sair do URnetwork
ru: Выйти из URnetwork
sv: Avsluta URnetwork
th: ออกจาก URnetwork
uk: Вийти з URnetwork
vi: Thoát URnetwork
zh_hans: 退出 URnetwork
zh_hk: 退出 URnetwork

source: Races a local resolver while the tunnel starts. When off, DNS only resolves through the tunnel.
ar: يستعلم من محلّل محلي بالتوازي أثناء بدء النفق. عند الإيقاف، يتم حل DNS عبر النفق فقط.
cs: Během startu tunelu se souběžně dotazuje místního resolveru. Když je vypnuto, DNS se překládá jen přes tunel.
de: Fragt beim Start des Tunnels parallel einen lokalen Resolver ab. Wenn aus, wird DNS nur über den Tunnel aufgelöst.
el: Εκτελεί παράλληλα έναν τοπικό επιλυτή όσο ξεκινά το τούνελ. Όταν είναι ανενεργό, το DNS επιλύεται μόνο μέσω του τούνελ.
es: Consulta en paralelo un resolutor local mientras se inicia el túnel. Si está desactivado, el DNS solo se resuelve a través del túnel.
es_419: Consulta en paralelo un resolutor local mientras se inicia el túnel. Si está desactivado, el DNS solo se resuelve a través del túnel.
es_mx: Consulta en paralelo un resolutor local mientras se inicia el túnel. Si está desactivado, el DNS solo se resuelve a través del túnel.
fr: Interroge en parallèle un résolveur local pendant le démarrage du tunnel. Désactivé, le DNS ne se résout qu'à travers le tunnel.
he: מריץ פותר מקומי במקביל בזמן שהמנהרה עולה. כשהאפשרות כבויה, DNS נפתר רק דרך המנהרה.
hi: टनल शुरू होते समय स्थानीय रिज़ॉल्वर को साथ-साथ आज़माता है। बंद होने पर DNS केवल टनल से ही रिज़ॉल्व होता है।
id: Menjalankan resolver lokal secara bersamaan saat terowongan dimulai. Jika nonaktif, DNS hanya diselesaikan melalui terowongan.
it: Interroga in parallelo un resolver locale mentre il tunnel si avvia. Se disattivato, il DNS si risolve solo attraverso il tunnel.
ja: トンネルの起動中はローカルリゾルバーにも並行して問い合わせます。オフの場合、DNSはトンネル経由でのみ解決されます。
ko: 터널이 시작되는 동안 로컬 리졸버에도 동시에 질의합니다. 끄면 DNS는 터널을 통해서만 확인됩니다.
nl: Bevraagt tijdens het opstarten van de tunnel tegelijk een lokale resolver. Als dit uitstaat, wordt DNS alleen via de tunnel opgelost.
pl: Podczas uruchamiania tunelu równolegle odpytuje lokalny resolver. Po wyłączeniu DNS jest rozwiązywany tylko przez tunel.
pt: Consulta um resolvedor local em paralelo enquanto o túnel arranca. Quando desativado, o DNS só é resolvido através do túnel.
pt_br: Consulta um resolvedor local em paralelo enquanto o túnel inicia. Quando desativado, o DNS só é resolvido através do túnel.
pt_pt: Consulta um resolvedor local em paralelo enquanto o túnel arranca. Quando desativado, o DNS só é resolvido através do túnel.
ru: Пока запускается туннель, параллельно опрашивает локальный резолвер и берёт первый ответ. Если выключено, DNS разрешается только через туннель.
sv: Kör en lokal resolver parallellt medan tunneln startar. När det är av sker DNS-uppslag endast genom tunneln.
th: ใช้รีโซลเวอร์ภายในเครื่องแข่งกันไปด้วยขณะที่อุโมงค์กำลังเริ่มทำงาน เมื่อปิดอยู่ DNS จะทำงานผ่านอุโมงค์เท่านั้น
uk: Поки запускається тунель, паралельно опитує локальний резолвер і бере першу відповідь. Якщо вимкнено, DNS розв'язується лише через тунель.
vi: Chạy song song một bộ phân giải cục bộ trong khi đường hầm khởi động. Khi tắt, DNS chỉ phân giải qua đường hầm.
zh_hans: 隧道启动时并行查询本地解析器，取最先返回的结果。关闭后，DNS 仅通过隧道解析。
zh_hk: 隧道啟動時並行查詢本地解析器，取最先返回的結果。關閉後，DNS 只會透過隧道解析。

source: Ranges each service publishes for use outside a VPN
ar: النطاقات التي تنشرها كل خدمة لاستخدامها خارج VPN
cs: Rozsahy, které každá služba zveřejňuje pro použití mimo VPN
de: Adressbereiche, die der jeweilige Dienst für die Nutzung außerhalb eines VPN veröffentlicht
el: Εύρη που δημοσιεύει κάθε υπηρεσία για χρήση εκτός VPN
es: Rangos que cada servicio publica para usarse fuera de una VPN
es_419: Rangos que cada servicio publica para usarse fuera de una VPN
es_mx: Rangos que cada servicio publica para usarse fuera de una VPN
fr: Plages publiées par chaque service pour une utilisation hors VPN
he: טווחים שכל שירות מפרסם לשימוש מחוץ ל-VPN
hi: हर सेवा द्वारा VPN के बाहर उपयोग के लिए प्रकाशित रेंज
id: Rentang yang dipublikasikan setiap layanan untuk digunakan di luar VPN
it: Intervalli che ogni servizio pubblica per l’uso al di fuori di una VPN
ja: 各サービスがVPN外での利用向けに公開しているアドレス範囲
ko: 각 서비스가 VPN 외부 사용을 위해 공개한 주소 범위
nl: Bereiken die elke dienst publiceert voor gebruik buiten een VPN
pl: Zakresy publikowane przez każdą usługę do użytku poza VPN
pt: Intervalos que cada serviço publica para uso fora de uma VPN
pt_br: Intervalos que cada serviço publica para uso fora de uma VPN
pt_pt: Intervalos que cada serviço publica para utilização fora de uma VPN
ru: Диапазоны, которые каждый сервис публикует для работы вне VPN
sv: Intervall som varje tjänst publicerar för användning utanför ett VPN
th: ช่วงที่อยู่ที่แต่ละบริการเผยแพร่ไว้สำหรับใช้นอก VPN
uk: Діапазони, які кожен сервіс публікує для використання поза VPN
vi: Các dải địa chỉ mà mỗi dịch vụ công bố để dùng ngoài VPN
zh_hans: 各服务公布的、供在 VPN 之外使用的地址范围
zh_hk: 各服務公佈、供在 VPN 以外使用的地址範圍

source: Re-pin established QUIC flows to a live exit inside the removal instead of tearing them down
ar: يعيد تثبيت تدفقات QUIC القائمة على مخرج حي أثناء الإزالة بدلًا من قطعها
cs: Během odstranění znovu připne navázané toky QUIC k živému výstupu, místo aby je ukončil
de: Bestehende QUIC-Flows während der Entfernung auf einen lebenden Exit umpinnen, statt sie abzubauen
el: Καρφιτσώνει ξανά τις εδραιωμένες ροές QUIC σε ζωντανή έξοδο κατά την αφαίρεση αντί να τις τερματίσει
es: Vuelve a fijar los flujos QUIC establecidos en una salida activa durante la eliminación en lugar de cerrarlos
es_419: Vuelve a fijar los flujos QUIC establecidos en una salida activa durante la eliminación en lugar de cerrarlos
es_mx: Vuelve a fijar los flujos QUIC establecidos en una salida activa durante la eliminación en lugar de cerrarlos
fr: Réépingle les flux QUIC établis sur une sortie active pendant le retrait au lieu de les couper
he: הצמדה מחדש של זרימות QUIC קיימות ליציאה חיה במהלך ההסרה במקום לנתק אותן
hi: निष्कासन के दौरान स्थापित QUIC फ़्लो को तोड़ने के बजाय किसी चालू एग्ज़िट पर दोबारा पिन करें
id: Pasang ulang aliran QUIC yang sudah terbentuk ke exit yang hidup selama penghapusan alih-alih memutusnya
it: Riaggancia i flussi QUIC stabiliti a un’uscita attiva durante la rimozione invece di chiuderli
ja: 除外中に、確立済みの QUIC フローを切断せず、生きている出口に再固定します
ko: 제외 중에 이미 연결된 QUIC 플로우를 끊지 않고 살아 있는 출구에 다시 고정합니다
nl: Pin bestaande QUIC-flows tijdens de verwijdering opnieuw aan een levende exit in plaats van ze af te breken
pl: W trakcie usuwania ponownie przypina nawiązane przepływy QUIC do żywego wyjścia, zamiast je zrywać
pt: Volta a fixar os fluxos QUIC estabelecidos numa saída ativa durante a remoção em vez de os terminar
pt_br: Fixa de novo os fluxos QUIC estabelecidos em uma saída ativa durante a remoção em vez de encerrá-los
pt_pt: Volta a fixar os fluxos QUIC estabelecidos numa saída ativa durante a remoção em vez de os terminar
ru: Перезакрепляет установленные потоки QUIC за живым выходом во время удаления, вместо того чтобы разрывать их
sv: Fäst etablerade QUIC-flöden på nytt vid en levande utgång under borttagningen i stället för att riva dem
th: ปักหมุดโฟลว์ QUIC ที่สร้างแล้วไว้กับทางออกที่ยังทำงานระหว่างการลบ แทนการตัดทิ้ง
uk: Під час видалення знову закріплює встановлені потоки QUIC за живим виходом замість того, щоб обривати їх
vi: Ghim lại các luồng QUIC đã thiết lập vào một điểm thoát còn sống trong lúc loại bỏ thay vì cắt chúng
zh_hans: 在移除过程中将已建立的 QUIC 流重新固定到存活的出口，而不是将其断开
zh_hk: 在移除過程中將已建立的 QUIC 流重新固定到仍運作的出口，而不是將其中斷

source: reads/s
ar: قراءة/ث
cs: čtení/s
de: Lesevorgänge/s
el: αναγνώσεις/δ
es: lecturas/s
es_419: lecturas/s
es_mx: lecturas/s
fr: lectures/s
he: קריאות/ש׳
hi: रीड/से.
id: baca/dtk
it: letture/s
ja: 読み取り/秒
ko: 읽기/초
pl: odczyty/s
pt: leituras/s
pt_br: leituras/s
pt_pt: leituras/s
ru: чтений/с
sv: läsningar/s
th: การอ่าน/วินาที
uk: зчитувань/с
vi: lượt đọc/giây
zh_hans: 次读取/秒
zh_hk: 次讀取/秒

source: Ready to connect
ar: جاهز للاتصال
cs: Připraveno k připojení
de: Bereit zur Verbindung
el: Έτοιμο για σύνδεση
es: Listo para conectar
es_419: Listo para conectar
es_mx: Listo para conectar
fr: Prêt à connecter
he: מוכן להתחבר
hi: कनेक्ट करने के लिए तैयार
id: Siap terhubung
it: Pronto per connettersi
ja: 接続準備完了
ko: 연결 준비 완료
nl: Klaar om te verbinden
pl: Gotowy do połączenia
pt: Pronto para conectar
pt_br: Pronto para conectar
pt_pt: Pronto para conectar
ru: Готово к подключению
sv: Redo att ansluta
th: พร้อมเชื่อมต่อ
uk: Готовий до підключення
vi: Sẵn sàng kết nối
zh_hans: 准备连接
zh_hk: 準備連接

source: Rebind QUIC on exit loss
ar: إعادة ربط QUIC عند فقدان مخرج
cs: Znovu navázat QUIC při ztrátě výstupu
de: QUIC bei Exit-Verlust neu binden
el: Επανασύνδεση QUIC σε απώλεια εξόδου
es: Reasociar QUIC al perder una salida
es_419: Reasociar QUIC al perder una salida
es_mx: Reasociar QUIC al perder una salida
fr: Réassocier QUIC à la perte d’une sortie
he: קישור QUIC מחדש באובדן יציאה
hi: एग्ज़िट खोने पर QUIC दोबारा बाँधें
id: Ikat ulang QUIC saat exit hilang
it: Riassocia QUIC alla perdita di un’uscita
ja: 出口の喪失時に QUIC を再バインド
ko: 출구를 잃으면 QUIC 다시 바인딩
nl: QUIC opnieuw koppelen bij exitverlies
pl: Wiąż ponownie QUIC po utracie wyjścia
pt: Reassociar QUIC ao perder uma saída
pt_br: Reassociar QUIC ao perder uma saída
pt_pt: Reassociar QUIC ao perder uma saída
ru: Перепривязывать QUIC при потере выхода
sv: Bind om QUIC vid förlorad utgång
th: ผูก QUIC ใหม่เมื่อเสียทางออก
uk: Перев’язувати QUIC при втраті виходу
vi: Gắn lại QUIC khi mất điểm thoát
zh_hans: 出口丢失时重新绑定 QUIC
zh_hk: 出口失去時重新綁定 QUIC

source: Receive
ar: استقبل
cs: Přijmout
de: Empfange
el: Λήψη
es: Recibe
es_419: Recibir
es_mx: Recibe
fr: Reçois
he: קבל
hi: प्राप्त करें
id: Terima
it: Ricevi
ja: 受信
ko: 받기
nl: Ontvang
pl: Odbierz
pt: Receba
pt_br: Receber
pt_pt: Receber
ru: Получить
sv: Ta emot
th: รับ
uk: Отримати
vi: Nhận
zh_hans: 接收
zh_hk: 接收

source: Receive connection notifications
ar: تلقي إشعارات الاتصال
cs: Přijímání oznámení o připojení
de: Verbindungsbenachrichtigungen erhalten
el: Λήψη ειδοποιήσεων σύνδεσης
es: Recibir notificaciones de conexión
es_419: Recibir notificaciones de conexión
es_mx: Recibir notificaciones de conexión
fr: Recevoir des notifications de connexion
he: קבל התראות חיבור
hi: कनेक्शन सूचनाएं प्राप्त करें
id: Terima notifikasi koneksi
it: Ricevi notifiche di connessione
ja: 接続通知を受け取る
ko: 연결 알림 받기
nl: Ontvang verbindingsmeldingen
pl: Otrzymuj powiadomienia o połączeniach
pt: Receber notificações de conexão
pt_br: Receber notificações de conexão
pt_pt: Receber notificações de conexão
ru: Получать уведомления о подключении
sv: Ta emot anslutningsaviseringar
th: รับแจ้งเตือนการเชื่อมต่อ
uk: Отримувати сповіщення про підключення
vi: Nhận thông báo kết nối
zh_hans: 接收连接通知
zh_hk: 接收連接通知
